{"programme":{"type":"episode","pid":"b00wdf42","position":null,"media_type":"audio","title":"06/12/2010","short_synopsis":"Andrew Marr talks to Matthew Bourne, Jennifer Homans, David Aaronovitch and Jane Haynes.","medium_synopsis":"Andrew Marr talks to the choreographer Matthew Bourne, the dance critic Jennifer Homans, the journalist David Aaronovitch and the psychotherapist Jane Haynes.","long_synopsis":"Andrew Marr talks to the choreographer Matthew Bourne about his vision for Cinderella, while the dance critic, Jennifer Homans sounds the death knell for ballet in her history of the art form. David Aaronovitch also asks whether Freud has had his heyday, in his examination of the continuing significance of the father of psycho-analysis, while the psychotherapist, Jane Haynes, celebrates the enduring appeal and relevance of Proust. \n\nProducer: Katy Hickman.","display_title":{"title":"Start the Week","subtitle":"06/12/2010"},"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}},"parent":{"programme":{"type":"brand","pid":"b006r9xr","title":"Start the Week","position":null,"expected_child_count":null,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":null,"next":null},"versions":[{"canonical":0,"pid":"b00wdfh3","duration":1680,"types":["Shortened"]},{"canonical":1,"pid":"b00wddw5","duration":2700,"types":["Original version"]}],"links":[{"type":"miscellaneous","title":"Andrew Marr","url":"http://www.bbc.co.uk/radio4/people/presenters/andrew-marr/"},{"type":"miscellaneous","title":"Contact the programme team","url":"http://www.bbc.co.uk/radio4/features/start-the-week/contact"},{"type":"miscellaneous","title":"Start the Week Archive","url":"http://www.bbc.co.uk/radio4/factual/starttheweek_archive.shtml"},{"type":"miscellaneous","title":"The Forum","url":"http://www.bbc.co.uk/programmes/w0000chz"}],"supporting_content_items":[{"title":"MATTHEW BOURNE","content":"The choreographer Matthew Bourne transports Cinderella to the era of the London Blitz, to a time in which nightmares rather than dreams came true.  With the sound of falling bombs and anti-aircraft guns, Cinders falls for a dashing RAF pilot, only to be separated from her lover by the horrors of war.  Bourne seeks to bring out the darker side of Prokofiev’s score, which was written during World War II, and to return to the brutality of the original Grimm story.  He talks about the enduring appeal of classic fairytales and his passion for subverting tradition.\u000d\n\u000d\nCinderella is on at Sadler’s Wells in London until 23 January.\u000d\n","link_title":"Matthew Bourne's Cinderella","link_uri":"http://www.sadlerswells.com/show/Matthew-Bourne-Cinderella","emp_playlist_uri":null,"emp_type":"video","published_image_uri":null,"layout_arrangement":"promo","position":0},{"title":"JENNIFER HOMANS","content":"Author and former dancer Jennifer Homans discusses ballet’s legacy in the 21st century.  Her book, Apollo’s Angels, is a 400 year history of classical ballet, from the entertainments at the court of the French King Henri II to the groundbreaking work in New York of the finest choreographer of the 20th century, George Balanchine.  She talks about why ballet is an art of memory and whether it has a place in our increasingly cynical times.\u000d\n\u000d\nApollo’s Angels: A History of Ballet is published by Granta.\u000d\n","link_title":"Apollo's Angels","link_uri":"http://grantabooks.com/page/3032/Apollos+Angels/591","emp_playlist_uri":null,"emp_type":"video","published_image_uri":null,"layout_arrangement":"promo","position":0},{"title":"JANE HAYNES","content":"‘The only real voyage of discovery consists not in seeking new landscapes but in having new eyes.’  The writings of Proust have had a profound impact on the psychotherapist Jane Haynes.  His monumental novel, À la recherche du temps perdu is the story of Proust’s own life, told as an allegorical search for the truth.  As a new convert, and now avid reader, of Proust, Jane Haynes explains why his insights have helped her both professionally and privately.\u000d\n\u000d\nJane Haynes will be taking part in the discussion What's so great about Proust? at the Royal Society of Literature on Thursday 9 December at 7.00pm.\u000d\n","link_title":"What's so great about Proust?","link_uri":"http://www.rslit.org/content/events/1037","emp_playlist_uri":null,"emp_type":"video","published_image_uri":null,"layout_arrangement":"promo","position":0},{"title":"DAVID AARONOVITCH","content":"In the mid-twentieth century, Freud’s idea of the unconscious had an impact well beyond the privacy of the psychoanalyst’s consulting room.  The influence of psychoanalysis on those in power reached its apogee during the Second World War and its aftermath, and Freud’s ideas fed into British theatre, film, novels and biography.  But in his forthcoming radio series, Freudian Slippage, the columnist David Aaronovitch reassesses the influence of the founder of psychoanalysis, and looks at whether the impact of his ideas are in permanent decline.\u000d\n\u000d\nFreudian Slippage is broadcast on Radio 4 at 8.00pm on Monday 13 December and Monday 20 December.\u000d\n","link_title":"David Aaronovitch","link_uri":"http://www.davidaaronovitch.com/","emp_playlist_uri":null,"emp_type":"video","published_image_uri":null,"layout_arrangement":"promo","position":0}],"categories":[{"type":"format","key":"discussionandtalk","title":"Discussion & Talk"},{"type":"genre","key":"artscultureandthemedia","title":"Arts, Culture & the Media","parent":{"category":{"key":"factual","title":"Factual","parent":null}}}]}}